Revit 2024 API
ParameterTypeId.MassZoneMaterial Property
 "Graphical Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MassZoneMaterial { get; }
Visual Basic
Public Shared ReadOnly Property MassZoneMaterial As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MassZoneMaterial {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace